{
    "work":[
        {
            "thum":"img/gl3.jpg",
            "tit":"AI는 바실리 칸딘스키가 들은 음악을 알고 있다",
            "detail":"구글 아트앤컬처가 바실리 칸딘스키의 추상 회화를 음악으로 변환하는 프로그램을 공개했다.",
            "con":"구글 아트앤컬처가 바실리 칸딘스키의 추상 회화를 음악으로 변환하는 프로그램을 공개했다. 프랑스 조르주 퐁피두 국립예술문화센터와 협력한 이 프로젝트는 칸딘스키가 남긴 메모를 인공지능이 분석해 당시 그가 음악을 어떻게 이해했는지 학습하는 과정으로 만들어졌다. 트랜스포머 신경망 기술을 적용해 칸딘스키가 1025년 그의 대표 작품 '노랑, 빨강, 파랑'을 그렸을 때 들었을 법한 음악을 시뮬레이션한 것이 특징이다. AI는 빨간색을 바이올린, 노란색을 트럼펫, 파란색을 오르간 소리로 해석했다. 아트앤컬처 웹사이트에서는 칸딘스키의 신경망 분석을 토대로 도출한 컬러와 소리의 상관관계를 직접 들어볼 수 있다.<br>artsandculture.google.com",
            "date":"2021-03-16"
        },
        {
            "thum":"img/gl9.jpg",
            "tit":"결국 이렇게 와버렸다, 2021년 달력",
            "detail":"2009년 창립한 한국타이포그라피학회가 제작한 달력이다.",
            "con":"1 2021 타이포그래피 달력<br>디자인 5월 눈디자인, 7월 스트라이크 커뮤니케이션즈, 8월 슬기와 민, 10월 오디너리피플<br>2009년 창립한 한국타이포그라피학회가 제작한 달력이다. 학회 창립 이전부터 국내에서 타이포그래피를 실험하고 실현해온 디자인 스튜디오 열두 곳이 매월 다른 디자인의 달력을 완성했다. 평소 타이포그래피에 관심이 많다면 달력을 넘길 때마다 그달을 디자인한 스튜디오가 어디인지 알 수 있을 것이다. 안그라픽스는 안그라픽스처럼, 슬기와 민은 슬기와 민처럼, 헤적프레스는 헤적프레스처럼 디자인했다.",
            "date":"2021-03-16"
        },
        {
            "thum":"img/gl1.jpg",
            "tit":"디자인 트렌드를 선도하는 부산",
            "detail":"6월 17일부터 20일까지 부산 벡스코에서 2021 부산디자인위크가 개최된다. ",
            "con":"부산 최초의 디자인 전문 전시회<br>디자인 축제는 도시의 디자인 산업에 활력을 불어넣고, 문화 생태계를 풍부하게 다지는 역할을 한다. 밀라노의 살로네 델 모빌레Salone del Mobile, 뉴욕 바이 디자인NYCxDesign 페스티벌 등 세계적 명성을 얻은 디자인 축제는 수많은 디자인 애호가 및 기업의 관심과 애정을 불러 모아, 도시 자체가 문화적 상징으로 거듭나도록 일조한다. 부산국제영화제(BIFF)와 게임 전시회 G스타 등을 통해 아시아를 대표하는 문화 축제를 선도해온 도시 부산에서 ‘2021 부산디자인위크’가 열린다. 지난 20년간 ‘서울디자인페스티벌’을 개최해온 디자인하우스가 부산·경남의 대표적 방송사 KNN 그리고 부산디자인진흥원과 행사를 공동 주최해 한층 전문적인 디자인 전시회를 구성했다. ",
            "date":"2021-03-16"
        },
        {
            "thum":"img/gl4.jpg",
            "tit":"혐오를 멈추기 위한 디자이너들의 목소리",
            "detail":"팬데믹 이후 급증한 아시아인을 향한 혐오 범죄가 미국 내에서 날로 심각한 사회문제로 대두되고 있다.",
            "con":"팬데믹 이후 급증한 아시아인을 향한 혐오 범죄가 미국 내에서 날로 심각한 사회문제로 대두되고 있다. 이런 가운데 최근 미국 디자인 커뮤니티들이 힘을 모아 애틀랜타 총격 사건의 피해자 가족을 돕고, 아시아인 혐오 범죄를 규탄하는 온라인 자선 모금 행사 #디자인포애틀랜타DesignforATL를 진행했다. 독립 디자이너들의 홍보를 담당하고 있는 컬렉티브 ‘헬로 휴먼Hello Human’과 디자인 카펫 브랜드 ‘탄투비Tantuvi’, 디자인 스튜디오 ‘레이디즈 & 젠틀맨 스튜디오Ladies & Gentlemen Studio’를 주축으로 신SIN, 인 커먼 위드In Common With 등의 디자인 스튜디오와 컬렉티브 80여 곳이 참여했다. 그 결과 6일이라는 짧은 기간 동안 인스타그램 캠페인을 통해 4만 달러 이상의 자선 기금을 모으는 놀라운 성과를 기록했다. 이번 자선 행사는 디자인 커뮤니티가 미국 내 아시아인에 대한 차별에 반대하는 움직임에 동참했다는 점에서 특히 주목할 만하다. 인스타그램 designforatl ",
            "date":"2021-03-16"
        },
        {
            "thum":"img/gl10.jpg",
            "tit":"게임의 세계를 담은 그림 서체",
            "detail":"아트앤컬처가 바실리 칸딘스키의 추상 회화를 음악으로 변환하는 프로그램을 공개했다.",
            "con":"엔씨 타입 플레이<br>기획 엔씨소프트(대표 김택진), kr.ncsoft.com<br>디자인 조규형(스튜디오 워드, studio-word.com)<br>개발 기간 2개월 반<br>웹사이트 nctypeplay.com<br><br>코로나19 발생 이후 온라인을 기반으로 다양한 디자인 프로젝트가 공개되고 있다. 그중 지난 10월 눈에 띄는 온라인 전시가 열렸다. 엔씨소프트의 온라인 전시 〈엔씨 타입 플레이NC Type Play〉다. 게임을 하나의 언어로 보자는 엔씨소프트의 시도로, 디자이너 조규형이 게임 속 요소를 재해석해 폰트 ‘타입 플레이’를 디자인하고 배포한 것이다. 타입 플레이는 그가 2011년, 2016년에 선보인 그림 서체 프로젝트를 연상시킨다. 알파벳에 해당하는 글자를 그림으로 완성한 것으로 이번에는 대·소문자 로마자로 이루어진 레귤러와 레벨업 두 가지 타입과 숫자, 특수 기호 등을 디자인했다. 물론 그림의 모티브는 게임 속 캐릭터다. 총 150개 글자에서는 그의 위트 있는 관찰이 돋보이고, 익살스러운 표현 역시 인상적이다. 엔씨소프트는 이렇게 완성한 폰트를 누구나 다운로드해 사용할 수 있도록 배포하고, 사용자가 이 폰트를 활용해 일종의 놀이를 할 수 있게 온라인 전시를 열었다. 이는 엔씨소프트가 게임 콘텐츠로 새로운 놀이 경험을 제안하기 위해 기획한 ‘엔씨플레이NC Play’의 첫 번째 프로젝트다.<br><br>코로나19가 심화되지 않았더라면 실제 공간에서 전시를 하고 사람들을 불러 모아 다양한 이벤트를 벌일 계획이었지만 불가피하게 오프라인 전시 대신 온라인 공간을 통해 이를 경험할 수 있도록 한 것이다. 웹사이트에 접속하면 가장 먼저 전시를 소개하는 맵이 화면을 장식한다. 온라인 공간을 마치 물리적인 장소처럼 구성하고자 2개 층으로 나뉜 지도로 안내하고 있다. 타입 플레이를 직접 타이핑해볼 수 있는 상층부에는 폰트를 다운로드하고, 폰트가 적용된 아이템을 볼 수 있는 갤러리가 있다. 이렇게 2층은 사용에 대한 공간으로 마련했다면 아래층은 타입 플레이를 만들기 시작한 이유부터 과정, 그리고 폰트의 각 스토리에 대한 정보를 얻을 수 있는 곳으로 구분 지었다. 폰트는 각각 어떤 내용을 담고 있으며 어떻게 디자인했는지 상세하게 나와 있는데, 게임 사용자가 아니더라도 폰트 속 캐릭터와 캐릭터 간의 관계를 알아볼 수 있어 흥미롭다. 특히 레귤러 타입과 레벨업 타입을 비교해볼 수 있는 점은 이번 프로젝트의 핵심 콘셉트를 잘 보여주는 부분이다.<br><br>예컨대 레벨업 타입은 레귤러 타입이 진화한 버전으로, 게임 속 몬스터인 ‘월드보스’와 두 전사를 대치시켜 레귤러 알파벳 A의 형상을 완성했다면, 레벨업 타입에서는 갑작스럽게 월드보스에게 공격을 당한 한 전사와 이를 막아낸 전사의 모습을 조합해 게임처럼 액션이 벌어지는 상황을 묘사했다. 기존의 많은 기업이 브랜드 아이덴티티를 강화하기 위해 전용 서체를 만들고 이를 배포했다. 그러나 엔씨소프트의 폰트는 그 전형에서 벗어난 모습이다. 기업의 정체성을 이미지보다는 즐거움을 만드는 사람들이라는 역할로 녹여낸 결과다. 또 폰트를 엔씨소프트의 게임과는 전혀 다른 인상으로 디자인했다는 점도 주목할 만하다. 실제로 엔씨소프트는 조규형 디자이너에게 폰트 디자인에 대해 “엔씨소프트의 게임에서 콘셉트를 도출하지만 엔씨소프트 게임 이미지와는 달랐으면 좋겠다”는 의향을 밝혔다. 이는 엔씨소프트의 세계를 한층 더 확장하기 위해 전형적인 이미지가 아닌, 전혀 다른 분위기와 인상으로 만든 것으로 보인다. 게임은 일종의 세계이자 전에 없던 세상이다. 엔씨소프트는 조규형과 협업한 타입 플레이를 통해 즐거움이 담긴 글자의 세계를 새로운 이미지로 만들어냈다.",
            "date":"2021-03-16"
        },
        {
            "thum":"img/gl6.jpg",
            "tit":"디벨로퍼가 된 건축가",
            "detail":"건축가가 변했다. 클라이언트의 의뢰나 공모 당선을 하염없이 기다리는 것이 아니라 직접 프로젝트를 기획하고, 땅을 매입하고, 건물을 짓는 부동산 개발업자의 역할을 겸하는 건축가가 나타난 것이다.",
            "con":"건축가가 변했다. 클라이언트의 의뢰나 공모 당선을 하염없이 기다리는 것이 아니라 직접 프로젝트를 기획하고, 땅을 매입하고, 건물을 짓는 부동산 개발업자의 역할을 겸하는 건축가가 나타난 것이다. 지금까지 디벨로퍼 겸 건축가가 전혀 없었던 것은 아니다. 거대 아트리움을 접목시킨 호텔 디자인으로 잘 알려진 존 포트먼John C. Portman은 1957년 포트먼 홀딩스Portman Holdings라는 개발 회사를 세우고 계속해서 대형 마트와 호텔을 세워 쇠락하는 지방 도시 애틀랜타를 탈바꿈시켰다. 그러나 2000년대 이후 성장하고 있는 디벨로퍼 건축가들이 모두 포트먼식의 큰손은 아니다. 이들은 건축 프로젝트에서 더 주도적인 역할을 하기 위해서, 디자인 완성도를 높이기 위해서, 건축 기술적 혁신과 도시의 지속 가능한 발전에 기여하기 위해서 등 각기 다른 이유로 디벨로퍼가 되었다. 다양한 비전과 규모, 형태의 디벨로퍼 건축 회사들을 소개한다.<br>1. 알로이Alloy Development LLC<br>뉴욕을 기반으로 캐서린 매컨베이Katherine McConvey와 재러드 델라 밸리Jared Della Valle가 2006년에 설립한 건축·개발 회사. 가진 자가 더 가지는 부동산 개발이 아니라 지역에 사는 모두가 더 잘살게 되는 건축 및 개발 프로젝트를 지향한다. 브루클린의 ‘집사’를 자처하며 ‘더 나은 브루클린 펀드A Better Brooklyn Fund’를 만들어 부동산 거래액의 일부를 지역사회 공헌을 위해 사용한다. alloyllc.com<br><br>2. 솔리드스페이스Solidspace<br>영국의 솔리드스페이스 또한 건축가 출신들이 만든 개발 회사다. 자신들을 ‘독립 디벨로퍼independent developer’라고 부르는 솔리드스페이스의 무대는 대형 개발 회사들이 눈독 들이지 않는 작은 대지다. 창의적인 건물 구조로 크지 않아도 살기 좋은 집을 짓는다. 설립자는 영국의 건축가 로저 조고로비치 Roger Zogolovitch. solidspace.co.uk ",
            "date":"2021-03-16"
        },
        {
            "thum":"img/gl11.jpg",
            "tit":"비인간을 위한 서체, For UnHuman Eyes Only",
            "detail":"3년 전쯤 세계 최초로 태양계 밖에서 온 소행성 오우무아무아 ‘Oumuamua(고대에서 온 메신저라는 뜻, 1I/2017 U1)가 관측됐다.",
            "con":"3년 전쯤 세계 최초로 태양계 밖에서 온 소행성 오우무아무아 ‘Oumuamua(고대에서 온 메신저라는 뜻, 1I/2017 U1)가 관측됐다. 우주에는 위아래가 없지만 오우무아무아는 태양을 향해 수직 하강하다가 거의 직각으로 우회하더니 놀랍게도 속도를 낸 다음 태양계 밖으로 황급히 빠져나갔다. 당시 하버드 대학교 천문·물리학과장 아비 러브Avi Loeb는 소행성은 그렇게 움직이지 않는다며 이 물체가 외계에서 온 탐사선일 확률이 높다고 주장했다. 이후 오우무아무아는 태양계를 완전히 빠져나갔지만 우리에게 남긴 메시지는 강렬할 수밖에 없었다. 하다못해 당시 트럼프 미국 대통령이 이 소행성에 대한 보고를 받고 난 뒤 급하게 우주 방위대 스페이스 포스Space Force를 신설했다는 소문이 돌 정도였으니 쉽게 잊힐 만한 사건은 아니었다. 더욱이 올봄에는 미 국방부에서 UFO 관련 동영상을 공개하는 등 사실상 지구 대기에 설명할 수 없는 현상들이 일어나고 있음을 인정하는 뉴스도 들려왔다.<br><br>코로나19 확산과 트럼프 대통령의 중국 압박 등에 묻혀 세계 언론에 널리 알려지지 않았지만 음모론자들에게는 그냥 넘길 수 없는 소식이었다. 이는 미 정부 차원에서 궁극적으로 외계인이 존재함을, 아니 존재할 수 있다는 개연성을 내비친 행동으로 역사상 한 번도 없던 일이다. 사실 그동안 외계인의 존재에 대한 주장은 미 정부 차원은 물론 대중에게도 음모론으로 치부되기 마련이었다. 그러나 한편으로 세티SETI, 보이저호, 천체망원경 허블 같은 프로젝트에 막대한 예산과 노력, 시간을 들인 것을 보면 뭔가 앞뒤가 맞지 않는다는 생각이 들 수밖에 없다. ",
            "date":"2021-03-16"
        },
        {
            "thum":"img/gl5.jpg",
            "tit":"아티스트들의 바이 바이 트럼프!",
            "detail":"지난달 제46대 미국 대통령에 민주당 후보 조 바이든이 당선됐다.",
            "con":"지난달 제46대 미국 대통령에 민주당 후보 조 바이든이 당선됐다. 4년간 트럼프의 거침없는 발언과 각종 논란으로 인해 그의 재선 실패에 대한 염원은 전 세계적으로 상당했다. 이에 이탈리아의 리서치 스튜디오 파브리카Fabrica가 미 대선 투표에 앞서 마치 기원이라도 하듯 아티스트들에게 트럼프의 재선 실패 이후의 반응을 물어보는 ‘파브리카 vs. 트럼프Fabrica vs.Tr*mp’라는 크리에이티브 프로젝트를 진행했다. 현재 파브리카의 웹사이트에서는 아티스트 해리 그런디Harry Grundy를 비롯한 세계 각국 크리에이터들의 작품을 볼 수 있다. 작품의 주제는 역시 트럼프의 낙선에 대한 환호나 새로운 시대에 대한 희망이 주를 이룬다. 기이했던 지난 4년을 뒤로하고픈 아티스트들의 욕구를 엿볼 수 있는 이벤트다. fabrica.it/fabrica-versus-trmp-2",
            "date":"2021-03-16"
        }
    ]
}